content/posts/What_is_general_relativity_by_XylyXylyX.md
+++
title = "What is general relativity? by XylyXylyX"
author = ["Cameron Smith"]
lastmod = 2020-09-20T17:36:25-04:00
slug = "What_is_general_relativity_by_XylyXylyX"
draft = false
+++

## "[What is General Relativity? by XylyXylyX](<https://www.youtube.com/playlist?list=PLRlVmXqzHjURQIIebhT7UNTwGQHUEPlsb>) 66 videos" {#what-is-general-relativity-by-xylyxylyx--https-www-dot-youtube-dot-com-playlist-list-plrlvmxqzhjurqiiebht7untwgqhueplsb--66-videos}


## 5. The [Catalogue of Spacetimes by Mueller and Grave in 2009]({{< relref "Catalogue_of_Spacetimes_by_Mueller_and_Grave_in_2009" >}}) {#5-dot-the-catalogue-of-spacetimes-by-mueller-and-grave-in-2009--catalogue-of-spacetimes-by-mueller-and-grave-in-2009-dot-md}


## 6. Introduction to compact coordinates {#6-dot-introduction-to-compact-coordinates}


## 7. The glome {#7-dot-the-glome}


## 8. Intro to the metric connection and the induced metric {#8-dot-intro-to-the-metric-connection-and-the-induced-metric}


## 9. Parallelism and the covariant derivative {#9-dot-parallelism-and-the-covariant-derivative}


## 10. CFREE notation and the covariant derivative {#10-dot-cfree-notation-and-the-covariant-derivative}


## 11. CFREE to COMP conversion {#11-dot-cfree-to-comp-conversion}


## 36. Introduction to the Einstein equation [progress indicators]({{< relref "progress_indicators" >}}) {#36-dot-introduction-to-the-einstein-equation-progress-indicators--progress-indicators-dot-md}
